
<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
  <key>PayloadContent</key>
  <array>
    <dict>
      <key>PayloadDisplayName</key>
      <string>Sigma UltraFlex DNS</string>
      <key>PayloadIdentifier</key>
      <string>com.sigma.ultraflex.dns</string>
      <key>PayloadType</key>
      <string>com.apple.dnsSettings.managed</string>
      <key>PayloadUUID</key>
      <string>11223344-5566-7788-9900-AABBCCDDEEFF</string>
      <key>PayloadVersion</key>
      <integer>1</integer>
      <key>DNSSettings</key>
      <dict>
        <key>DNSProtocol</key>
        <string>HTTPS</string>
        <key>ServerURL</key>
        <string>https://ultralow.dns.nextdns.io/sigma.ultraflex</string>
      </dict>
    </dict>
  </array>
  <key>PayloadDisplayName</key>
  <string>Sigma UltraFlex Config</string>
  <key>PayloadIdentifier</key>
  <string>com.sigma.ultraflex.config</string>
  <key>PayloadType</key>
  <string>Configuration</string>
  <key>PayloadUUID</key>
  <string>ABCDEF12-3456-7890-ABCD-EF1234567890</string>
  <key>PayloadVersion</key>
  <integer>1</integer>
</dict>
</plist>
